# -*- coding: utf-8 -*-
GREGORIAN_EVENTS = {
	"01/01" : u"آغاز سال میلادی",
	"03/16" : u"تولد ریچارد استالمن (مؤسس بنیاد نرم‌افزار آزاد و پروژهٔ گنو)",
	"03/22" : u"روز جهانی آب",
	"03/23" : u"روز جهانی هواشناسی",
	"05/01" : u"روز جهانی کار و کارگر",
	"05/05" : u"روز جهانی ماما",
	"05/08" : u"روز جهانی صلیب سرخ و هلال احمر",
	"05/16" : u"روز جهانی ارتباطات",
	"05/17" : u"روز جهانی ارتباطات",
	"05/18" : u"روز جهانی موزه و میراث فرهنگی",
	"05/31" : u"روز جهانی بدون دخانیات",
	"06/05" : u"روز جهانی محیط زیست",
	"06/10" : u"روز جهانی صنایع دستی",
	"06/17" : u"روز جهانی بیابان‌زدایی",
	"06/26" : u"روز جهانی مبارزه با مواد مخدر",
	"06/29" : u"انتشار مجوز همگانی عمومی گنو نسخهٔ ۳ (GNU GPLv3) توسط بنیاد نرم‌افزار آزاد (۲۰۰۷ میلادی)",
	"08/21" : u"روز جهانی مسجد",
	"08/01" : u"روز جهانی شیر مادر",
	"08/06" : u"انفجار بمب اتمی آمریکا در هیروشیما با بیش از ۱۶۰ هزار کشته و مجروح (۱۹۴۵ میلادی)",
	"09/27" : u"روز جهانی جهانگردی",
	"09/30" : u"روز جهانی ناشنوایان – روز جهانی دریانوردی",
	"10/01" : u"روز جهانی سالمندان",
	"10/08" : u"روز جهانی کودک",
	"10/09" : u"روز جهانی پست",
	"10/14" : u"روز جهانی استاندارد",
	"10/15" : u"روز جهانی نابینایان (عصای سفید)",
	"10/16" : u"روز جهانی غذا",
	"12/01" : u"روز جهانی مبارزه با ایدز",
	"12/07" : u"روز جهانی هواپیمایی",
	"12/03" : u"روز جهانی معلولان",
	"12/25" : u"‫ولادت حضرت عیسی مسیح (ع)"
}





