# -*- coding: utf-8 -*-
JALALI_HOLIDAYS = {
    '01/01' : u'تعطیلات عید نوروز',
    '01/02' : u'تعطیلات عید نوروز',
    '01/03' : u'تعطیلات عید نوروز',
    '01/04' : u'تعطیلات عید نوروز',
    '01/12' : u'روز جمهوری اسلامی',
    '01/13' : u'روز طبیعت',
    '03/14' : u'رحلت امام خمینی (ره)',
    '03/15' : u'قیام خونین ۱۵ خرداد',
    '11/22' : u'پیروزی انقلاب اسلامی ایران',
    '12/29' : u'روز ملی شدن صنعت نفت ایران'
}

HIJRI_HOLIDAYS = {
    '01/09' : u'تاسوعا',
    '01/10' : u'عاشورا',
    '02/20' : u'اربعین',
    '02/28' : u'رحلت حضرت محمد و امام حسن مجتبی',
    '02/29' : u' شهادت امام رضا',
    '03/17' : u'ولادت حضرت محمد و امام جعفر صادق',
    '06/03' : u'شهادت حضرت زهرا',
    '07/13' : u'ولادت حضرت علی',
    '08/15' : u'ولادت امام مهدی',
    '09/21' : u'شهادت حضرت علی',
    '10/01' : u' عید فطر',
    '10/02' : u' عید فطر',
    '10/25' : u'شهادت امام جعفر صادق',
    '12/10' : u' عید قربان',
    '12/18' : u'عید غدیر'
}
